{"acts":[{"title":"Prologue.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:00:00.59","text":"From WBEZ Chicago, it's distributed by Public Radio International. I'm Ira Glass, and this is our 500th episode. And what does that feel like? Well, it feels like both a milestone and it feels like nothing. It fills like an odometer clicking over."},{"speaker":"Ira Glass","role":"host","timestamp":"00:00:17.11","text":"I was talking to the show's senior producer, Julie Snyder, about this. She's been here for 15 of the show's 17 years, since episode number 58."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:00:26.11","text":"Five hun-- what-- I just-- I just come to work. I do my job. I go home."},{"speaker":"Ira Glass","role":"host","timestamp":"00:00:31.12","text":"Play each ballgame the best I can."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:00:33.36","text":"Yeah, exactly."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:00:33.83","text":"[LAUGHTER]"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:00:34.76","text":"No, it really is a blur."},{"speaker":"Ira Glass","role":"host","timestamp":"00:00:37.00","text":"It is a blur. And over the last few weeks here at the radio show, we talked about what we should do for the 500th episode. And like, first of all, should we mark it at all? You know what I mean? Like 500 shows on the radio actually isn't that big of a deal for most programs. Like Terry Gross, she knocks through 500 shows like every two years. Doesn't even notice. Just spins right by them. Lots of shows are like that."},{"speaker":"Ira Glass","role":"host","timestamp":"00:00:59.71","text":"But, you know, the kind of show that we do here, it takes three or four months to make each episode. So that is different. And besides that, you know, 500, the number 500-- that is a number you notice. And if we didn't do something today, like that would feel weird, you know?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:01:16.80","text":"So anyway, so as we talked about different things that we could do for this episode, at some point, Julie had the idea that it might be fun to go back to the archives and choose favorite moments from the last 499 episodes. And all this hour, you're going to be hearing the producers of the program, the people who find the stories and who put them together each week, talking about their very favorite moments that we have ever put on the radio."},{"speaker":"Ira Glass","role":"host","timestamp":"00:01:38.09","text":"And the reasons that the producers picked their favorites, I think, are different than the reasons that most listeners would give. Some of them chose stories that had been, I have to say, completely forgotten by the rest of the staff for years. Some chose just, like, one little section of script. Some chose, like, a scene that secretly made them cry and they never told the rest of us. They said things like this."},{"speaker":"Male Speaker","role":"subject","timestamp":"00:02:00.54","text":"When I heard that, I was like, wow, that's one articulate bank robber."},{"speaker":"Female Speaker","role":"subject","timestamp":"00:02:04.44","text":"And then as it unfolds, you just realize, like, no, no, no, no, no, no, no."},{"speaker":"Male Speaker","role":"subject","timestamp":"00:02:09.37","text":"I felt like I'd been hit by a car or something. But in a nice way. [LAUGHS]"},{"speaker":"Female Speaker","role":"subject","timestamp":"00:02:14.52","text":"It just made me really mad. Do you remember this? (STAMMERING) It's mind-blowing."},{"speaker":"Ira Glass","role":"host","timestamp":"00:02:22.89","text":"And so I am really excited to play you the stuff that we have found. And let's just jump in."}]},{"title":"Act One.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:02:28.11","text":"Julie Snyder, our senior producer, is the mastermind behind a lot of our most ambitious shows, like Harper High School episodes, if you've heard those. And she came into the studio with a list of favorite stories from over the years, starting with a shortie."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:02:41.58","text":"It's only like a minute long."},{"speaker":"Ira Glass","role":"host","timestamp":"00:02:42.91","text":"OK."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:02:43.63","text":"It's really, really lovely writing that I have thought about ever since it aired, I don't know, 12 years ago, 14 years ago."},{"speaker":"Ira Glass","role":"host","timestamp":"00:02:54.70","text":"Wow. What in the world are you talking about?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:02:56.58","text":"It's from Sarah Vowell's Trail of Tears story. Can you guess it?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:01.97","text":"Hold on."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:03.80","text":"That's a whole show."},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:05.24","text":"Like America is a country that hits you but-- that's not the moment."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:09.60","text":"It is."},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:10.50","text":"It is?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:11.29","text":"It is."},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:12.32","text":"I can't remember the set-up for it. I just remember the punchline of it."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:16.38","text":"Well, the set-up-- OK. Well, so the story, right, is that Sarah is part Cherokee. And she and her twin sister Amy go on this road trip, going from Georgia driving to Oklahoma, following the Trail of Tears. And--"},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:32.24","text":"That their ancestors had walked before them."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:34.31","text":"Exactly. That their ancestors have walked when the Cherokee were expelled from Georgia. And it's super depressing. I mean, what would a trip like that be? It is. It's just depressing. So it's very hard to know what to do with all these feelings. And so that's where her writing picks up. You want to hear it?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:52.82","text":"Yeah."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:03:53.27","text":"OK. It's \"Trail of Tears,\" starting at 45:14."},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:57.01","text":"OK, here we go."},{"speaker":"Ira Glass","role":"host","timestamp":"00:03:58.89","text":"[MUSIC - CHUCK BERRY, \"BACK IN THE USA\"]"},{"speaker":"Sarah Vowell","role":"host","timestamp":"00:04:13.35","text":"The most happiness I find on the trip is when we're in the car and I can blare the Chuck Berry tape I brought. We drive the trail where thousands died, and I listen to music and think, what are we supposed to do with the grizzly past? I feel a righteous anger and bitterness about every historical fact of what the American nation did to the Cherokee. But at the same time, I'm an entirely American creature. I'm in love with this song and the country that gave birth to it."},{"speaker":"Sarah Vowell","role":"host","timestamp":"00:04:41.42","text":"[MUSIC - CHUCK BERRY, \"BACK IN THE USA\"]"},{"speaker":"Sarah Vowell","role":"host","timestamp":"00:04:58.23","text":"Listening to \"Back in the USA\" while driving the Trail of Tears, I turn it over and over in my head. It's a good country. It's a bad country. Good country. Bad country. And of course, it's both. When I think about my relationship with America, I feel like a battered wife. Yeah, he knocks me around a lot, but boy, he sure can dance."},{"speaker":"Sarah Vowell","role":"host","timestamp":"00:05:19.91","text":"[MUSIC - CHUCK BERRY, \"BACK IN THE USA\"]"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:05:29.51","text":"Isn't that so nice?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:05:30.43","text":"It's perfect."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:05:31.18","text":"I know. I remember-- I remember when she wrote it. I remember reading it. I remember when it aired. I just thought it was great. I love that writing. And I think about it all the time. I think about it for so many times when trying to put stuff-- like how do you hold two thoughts together?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:05:46.67","text":"You mean about this country?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:05:47.58","text":"Yes. All right, you want another one?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:05:49.63","text":"Mm-hm."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:05:50.01","text":"OK, you want to do \"Testosterone\"?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:05:51.80","text":"Sure."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:05:52.34","text":"All right. I really do-- so this is another one. I'll just continue to do these through how they personally affected me."},{"speaker":"Ira Glass","role":"host","timestamp":"00:05:59.14","text":"Good."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:06:00.95","text":"So \"Testosterone,\" this is the one where I feel so bad for you guys. I feel really bad for men. This blew my mind, the interview that Alex did with Griffin Hansbury."},{"speaker":"Ira Glass","role":"host","timestamp":"00:06:14.05","text":"Griffin Hansbury."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:06:15.00","text":"Yeah. And so Griffin was talking to Alex about-- Griffin was born a woman and went to Bryn Mawr, and was a feminist, and really-- you know what I mean?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:06:29.77","text":"Yeah, lesbian feminist."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:06:30.41","text":"Lesbian feminist. And then so then, Griffin decided to transition, and so he started taking testosterone. And he started taking pretty intense amounts, apparently."},{"speaker":"Ira Glass","role":"host","timestamp":"00:06:42.05","text":"Like way more than a man has."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:06:44.04","text":"Yeah, it's like, I think, twice. And so this part of the interview is when Griffin is telling Alex about the effects of the testosterone."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:06:56.82","text":"The most overwhelming feeling is the incredible increase in libido and change in the way that I perceived women and the way I thought about sex. Before testosterone, I would be riding the subway, which is the traditional hotbed of lust in the city. And I would see a woman on the subway, and I would think, she's attractive. I'd like to meet her."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:07:24.09","text":"What's that book she's reading? I could talk to her. This is what I would say. There would be a narrative. There would be this stream of language. It would be very verbal."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:07:33.94","text":"After testosterone, there was no narrative. There was no language, whatsoever. It was just, I would see a woman who was attractive-- or not attractive. She might have an attractive quality, nice ankles or something, and the rest of her would be fairly unappealing to me. But that was enough to basically just flood my mind with aggressive pornographic images, just one after another."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:07:58.64","text":"It was like being in a pornographic movie house in my mind. And I couldn't turn it off. I mean, I could not turn it off. Everything I looked at, everything I touched turned to sex."},{"speaker":"Alex Blumberg","role":"interviewer","timestamp":"00:08:09.65","text":"What did you do with that? I mean, what did you think?"},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:08:13.18","text":"Well, I felt-- I felt like a monster, a lot of the time. And it made me understand men. It made me understand adolescent boys, a lot. Suddenly, hair sprouting, and I'm turning into this beast. And I would kind of-- I would really kind of berate myself for it."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:08:34.02","text":"I remember walking up Fifth Avenue, and there was a woman walking in front of me. And she was wearing this little skirt and this little top. And I was looking at her ass. And I kept saying to myself, don't look at it, don't look at it. And I kept looking at it."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:08:46.32","text":"And I walked past her, and this voice in my head kept saying, turn around to look at her breasts. Turn around, turn around, turn around. And my feminist female background kept saying, don't you dare, you pig. Don't turn around. And you know, I fought myself for a whole block, and then I turned around and checked her out."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:09:09.17","text":"And before, it was cool. When I would do a poetry reading, I would get up and I would read these poems about, you know, women on the street. And I was a butch dyke, and that was very, very cutting edge, and that was very sexy and raw. And now I'm just a jerk. You know?"},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:09:27.77","text":"[BOTH LAUGH]"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:09:33.98","text":"And then Alex's final question, when they talk-- you know, when Alex is, um--"},{"speaker":"Ira Glass","role":"host","timestamp":"00:09:38.80","text":"I know exactly. I know it so well because it's one of my favorite ever posed on our show."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:09:44.44","text":"I know."},{"speaker":"Alex Blumberg","role":"interviewer","timestamp":"00:09:45.57","text":"Are there other ways that you feel like testosterone has altered the way you feel or perceive?"},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:09:56.95","text":"Something that happened after I started taking testosterone-- I became interested in science. I was never interested in science before."},{"speaker":"Alex Blumberg","role":"interviewer","timestamp":"00:10:05.21","text":"No way. Come on, are you serious? [LAUGHS]"},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:10:08.11","text":"I'm serious. I'm serious."},{"speaker":"Alex Blumberg","role":"interviewer","timestamp":"00:10:11.00","text":"You're just setting us back 100 years, sir."},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:10:13.33","text":"I know I am. I know--"},{"speaker":"Griffin Hansbury","role":"subject","timestamp":"00:10:14.48","text":"[BOTH LAUGH]"}]},{"title":"Act Two.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:10:22.35","text":"Both Julie and another producer on the radio show, Robyn Semien, surprised me by choosing as one of their favorites this interview that we have never replayed from an episode we have never rerun. This hasn't aired since September 2005. This is the show that we did immediately after Hurricane Katrina hit New Orleans. And what they each wanted to play was the same interview from that show. It was an interview with this woman named Denise Moore."},{"speaker":"Ira Glass","role":"host","timestamp":"00:10:45.98","text":"Denise Moore had stayed behind in New Orleans with her mom, who was a nurse at Memorial Hospital. She was essential personnel, so she had to stay. And her mom asked Denise to stay with her, and also her niece and her niece's two-year-old."},{"speaker":"Ira Glass","role":"host","timestamp":"00:10:58.73","text":"And in this interview, Denise just tells me what happened to them over the course of the first few days after the hurricane. Here's Robyn talking about that interview. She heard this on the radio. She wasn't on staff back then."},{"speaker":"Robyn Semien","role":"host","timestamp":"00:11:11.59","text":"The shock to my system that happened, listening to that, was so severe that it's one of those shows where I remember exactly where I was. And it's everything that you've heard on the news so far up until that point. I mean, this was kind of Katrina, wall-to-wall media coverage about the Superdome and the convention center."},{"speaker":"Robyn Semien","role":"host","timestamp":"00:11:33.83","text":"But just hearing it, I didn't have a way to really let it affect me until I heard one woman's experience, and to let her kind of lay out exactly what was going on. I mean, I don't think I fully realized how desperate I was at the time to have something make sense until I heard this."},{"speaker":"Ira Glass","role":"host","timestamp":"00:11:54.82","text":"I remember when we put that show together, we all knew that there had already been lots of coverage of Katrina everywhere. And we thought the one thing that we could do was that till then, when you heard from people in New Orleans in the news, it was mostly in tiny little soundbites. And we thought the one contribution we could make was just let people talk longer. You know, it's easier to connect emotionally when you hear more."},{"speaker":"Ira Glass","role":"host","timestamp":"00:12:16.86","text":"And so Denise is one of the interviews where this happens. And what happened to Denise after the flood is the hospital where her mom works at, she stays there for a couple days, then it gets shut down. And then everyone is ordered to move to the convention center, where they're told that there'll be buses to take them to safety out of the city. So they go."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:12:37.16","text":"And when we arrived, there were people all over the street, under the bridge. And we're like, why are these people on the street? Why aren't they in the convention center? And when we got there, people were saying, you don't want to go in there."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:12:49.08","text":"Did you go inside at all?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:12:50.57","text":"Not until the next day."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:12:52.07","text":"What'd you see?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:12:53.95","text":"Inside?"},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:12:54.42","text":"Yeah."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:12:54.90","text":"A sewer. A sewer, literally. Stepping in feces, stepping in urine, all over the carpet. And people were sitting close as they could to the doors, but the smell was overwhelming."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:13:08.01","text":"So then what do you do? Like what's the best you can do?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:13:11.53","text":"I actually stopped eating the minute we got there. I wouldn't eat or drink anything. 'Cause I figured if you don't put nothing in, nothing's coming out. I was in the Army. But even at that, I still had to use the bathroom. It was ridiculous."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:13:26.08","text":"And where'd you all sleep?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:13:27.10","text":"We slept on the sidewalk. And then what my mom wanted me to make sure I tell you, what they kept doing the whole time, was tell us to line up for the buses that never came. It was like they were doing drills every four hours."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:13:42.45","text":"You all have to line up for the bus. And if you bum-rush the bus, they're just going to take off without you, and nobody's going to get to go anywhere. You have to line up. You have to be in a straight line. We're talking about old people in wheelchairs and women with babies, in lines waiting for buses that you know goddamn well aren't coming. Like they were playing with us."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:06.02","text":"And then the story became, they left us here to die. They're going to kill us."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:14:10.40","text":"You mean that's what people were saying to each other?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:12.53","text":"Yeah."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:14:13.55","text":"And is that what you believed?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:15.35","text":"I was almost convinced."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:14:17.33","text":"That basically--"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:18.21","text":"'Cause I kept having a vision of them opening that floodgate on us, of my niece and her baby floating away from me, screaming. And I just knew it. And then the next morning, I heard from somebody that they actually were going to open that floodgate. So by the time the rumors started that the National Guard was going to kill us, I almost halfway believed it."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:14:42.01","text":"And so people were saying, basically, they just brought us here. They're going to leave us here to die?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:45.60","text":"Yeah. That's what we thought. The police kept passing us by. And the National Guard kept passing us by, with their guns pointed at us."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:14:54.86","text":"And because they wouldn't-- when you see a truck full of water and people have been crying for water for a day and a night, and the water truck passes you by? Just keeps going? How are we supposed to believe these people were here to help us? It was almost like they were taunting us. And then don't forget, they kept lining us up for buses that never showed up."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:15:17.20","text":"Yeah."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:15:18.06","text":"We thought they were playing with us. And that best-case scenario. And the worst-case scenario, they want us to either kill each other or die. [LAUGHS INCREDULOUSLY] Or they were going to kill us."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:15:32.40","text":"Why didn't people just walk away? That's what I don't understand. Couldn't you just--"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:15:35.53","text":"We weren't allowed. The police-- people kept trying to go up the bridge so they could go to Algiers, and they'd be turned away. And they'd be sent back down."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:15:45.87","text":"And literally, they would just, like, go a couple streets away and somebody would send them back?"},{"speaker":"Denise Moore","role":"subject","timestamp":"00:15:50.23","text":"They'd go up the bridge to go across to the west bank, where it was dry."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:15:55.28","text":"Right."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:15:56.29","text":"And lights were on, you know? And the National Guard was up there with guns. They turned them back with guns. And the governor gave orders to shoot to kill. You couldn't get through them."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:16:06.10","text":"Yeah."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:16:07.23","text":"So people in groups would go up the bridge, trying to get across the river. People who had family across the river couldn't get across the river. They were not letting us out of there. They wasn't letting nobody in. So we were trapped. I can't even express it."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:16:25.08","text":"Yeah."},{"speaker":"Denise Moore","role":"subject","timestamp":"00:16:26.81","text":"I guess someday it'll calm down, and I'll be able to just cry like a normal person. But I feel like if I started crying now, I'd never stop."}]},{"title":"Act 3.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:16:39.12","text":"That was Denise Moore in 2005. The next producer we have is Nancy Updike. Nancy is the only person other than me who's working here now at the show who was actually here at the very beginning of the program. She moved to Chicago, and then a week later, we did our first episode."},{"speaker":"Ira Glass","role":"host","timestamp":"00:16:59.98","text":"And what did you want to hear on today's show?"},{"speaker":"Nancy Snyder","role":"host","timestamp":"00:17:02.29","text":"I want to hear John Hodgman's story, from \"The Real Story.\" Do you remember this?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:17:10.09","text":"I think about this story all the time because the beginning of it is so beautiful."},{"speaker":"Nancy Snyder","role":"host","timestamp":"00:17:14.01","text":"It's-- I mean, I think it's one of the best pieces of writing that's ever been on the show. It's so inviting and funny, and it keeps making these turns."},{"speaker":"Ira Glass","role":"host","timestamp":"00:17:27.11","text":"OK, so looking this up on our website, this is Episode 232, February 2003. Let's hear that."},{"speaker":"John Hodgman","role":"subject","timestamp":"00:17:37.65","text":"Here is something I'm not quick to admit, even to close friends-- never mind on the radio. Every day for the past several years, I have been working on a screenplay. This, of course, is shameful on its face, but it gets worse-- believe me."},{"speaker":"John Hodgman","role":"subject","timestamp":"00:17:54.78","text":"Working on my screenplay has been very hard, because the story I'm telling is long and complex and important. It's also difficult because I'm not actually writing anything down. Until recently, I would only think about it, night after night, lying in bed, rewriting my screenplay in my head. And as this process tends to make me sleepy, I have actually not gotten very far."},{"speaker":"John Hodgman","role":"subject","timestamp":"00:18:19.68","text":"I began my screenplay on May 19, 1999, a date that may resonate with some of you who may already guess at the other main challenge of my project, the one that lends it the extra measure of sad delusion and ultimate futility that accompanies the writing of any screenplay. And that is that my screenplay has already been written by someone else, and it is called , , "},{"speaker":"John Hodgman","role":"subject","timestamp":"00:18:44.01","text":"[MUSIC - \" THEME\"]"},{"speaker":"Nancy Snyder","role":"host","timestamp":"00:18:49.06","text":"It's perfect."},{"speaker":"Ira Glass","role":"host","timestamp":"00:18:50.40","text":"[LAUGHS]"},{"speaker":"Nancy Snyder","role":"host","timestamp":"00:18:52.62","text":"It's perfect. And then the whole essay, it makes this incredible turn at the end to his mom dying. And that's why he's been obsessively rewriting in his head, that he's turning away from this terrible thing that's happening."}]},{"title":"Act 4.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:19:19.72","text":"Nancy Updike, talking about John Hodgman's writing. When I sat down in the studio with Sarah Koenig to talk about her favorite moments to play on the show today, her favorites included some of Nancy's writing. And just to introduce Sarah, she's been here at the show for nearly a decade. She's reported lots of stories."},{"speaker":"Ira Glass","role":"host","timestamp":"00:19:34.77","text":"She's filled in as host now and then, most recently of the \"Coincidences\" show. And she brought a whole list of favorites into the studio. And she said some of Nancy's writing has just stayed with her."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:19:45.42","text":"Do you remember all that nice writing, and I was listening to, \"I'm From the Private Sector and I'm Here to Help,\" when she went to Iraq."},{"speaker":"Ira Glass","role":"host","timestamp":"00:19:53.30","text":"There's a passage about-- are you going to talk about the passage about that one guy who's leading the--"},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:19:57.91","text":"Hank."},{"speaker":"Ira Glass","role":"host","timestamp":"00:19:58.52","text":"Hank. Where she describes Hank."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:20:00.45","text":"Yeah, that whole opening thing with Hank, she has this light touch, and it's funny. And you immediately feel like, oh, I know who this guy is. So this is show number 266. It's from, I think, 2005. 2004, maybe."},{"speaker":"Ira Glass","role":"host","timestamp":"00:20:17.10","text":"It's 2004. It's June 2004. And it's pretty early in the coverage of the private contractors in Iraq."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:20:24.52","text":"Right. And one of the companies she focused on was this security company called Custer Battles. And it turned out that they were kind of in some trouble. And so she just hangs out with Hank for a while."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:20:38.75","text":"Hank is the man who was brought in to clean up Custer Battles' PSD operation. Hank has a vision for the kind of men he wants working for him."},{"speaker":"Hank","role":"subject","timestamp":"00:20:46.19","text":"Steely-eyed, flat-bellied professionals."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:20:49.72","text":"It's possible Hank came up with this description by looking in the mirror. He's a 49-year-old man with small blue eyes, a former paratrooper and ranger. The son of a decorated soldier. Married to the daughter of a soldier. Father of two soldiers, one of whom was in Iraq and is now in Afghanistan on a mission he can't talk about."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:21:06.95","text":"Hank is cryptic. He doesn't want me to use his last name. He won't even tell me what rank he achieved. I looked it up later-- lieutenant colonel."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:21:14.24","text":"He's done private security work overseas before. He won't give details, of course. But he will-- and this is the thing about Hank-- he will poke fun at it."},{"speaker":"Hank","role":"subject","timestamp":"00:21:22.44","text":"So you gotta get the look, the security guy look. Serious, I'm dead serious about this business. I'm steely-eyed and I'm scanning the horizon constantly. And usually when you go to-- like if I go to Africa or someplace like that, and you're on some kind of security mission, it takes you about two seconds to get off the plane, look around, and say, oh, there's somebody else on a mission."},{"speaker":"Hank","role":"subject","timestamp":"00:21:44.11","text":"And you kind of sidle up to them, and you go, SAS? And they nod, and then they go, Rangers? And you go-- you kind of nod. And then finally you ask, who are you working for? Of course, he can't tell. He asks you, and you can't tell."},{"speaker":"Hank","role":"subject","timestamp":"00:22:00.13","text":"And then you-- [LAUGHS] And then you wander off, you see? But you had that initial, like dogs sniffing each other, you do. But it's very easy to pick the guys out. They all got the look."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:22:09.86","text":"So he wants his PSD guys to have the look."},{"speaker":"Hank","role":"subject","timestamp":"00:22:12.39","text":"Steely-eyed, flat-bellied professionals."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:22:15.69","text":"And he walks around doing that look. But he also knows it's all a bit of a put-on. A man dance, as he calls it. And with tens of thousands of American military and ex-military and private military in Iraq right now, it's very possible that we are standing in the middle of the largest man dance on the planet."},{"speaker":"Nancy Updike","role":"host","timestamp":"00:22:33.10","text":"[MUSIC PLAYING]"},{"speaker":"Ira Glass","role":"host","timestamp":"00:22:43.28","text":"OK, so what else you got?"},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:22:44.56","text":"I have to say, this story, the one I'm going to pick right now, is the one, sort of, if people don't know the show, this is the one where I'm like, just listen to this one. It's from 2007. It's \"Duty Calls.\" It's Josh Bearman's story about his family."},{"speaker":"Ira Glass","role":"host","timestamp":"00:23:02.26","text":"Oh yeah, that's a really beautiful story."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:23:04.85","text":"And it's so deftly done, in this way where if you really think about what the story's about-- it's like in someone else's hands, it could just be this cliche of like, oh, you know, my mom's an alcoholic and my brother's a screw-up. And all the cliches that could go along with that. And you know who these people are."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:23:26.98","text":"And then you listen to his and you realize, like, no, you don't know. And it's so compelling. And everyone in it, it turns out to be so likable, you know? You sort of-- and that's, I feel like, in a way, the surprise of the story, which is also super raw in parts."},{"speaker":"Ira Glass","role":"host","timestamp":"00:23:46.08","text":"Which part should we play?"},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:23:48.58","text":"I don't know. The scene that really got me is when he talks to his-- it's a conversation between Josh and his mom. And it starts at 19:07. Are you on the thing?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:23:58.12","text":"Mm-hm."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:23:59.45","text":"If you start it at 19:07, where they just have this conversation, and so much is happening in the course of this conversation, where like, he's sort of angry and she gets kind of defensive. And then she sort of says this really honest thing that makes you understand how she's been feeling all this time."},{"speaker":"Ira Glass","role":"host","timestamp":"00:24:20.63","text":"Yeah, OK, so this is episode 334, from June of 2007."},{"speaker":"John Bearman","role":"subject","timestamp":"00:24:25.26","text":"Take, for example, the hurricane that hit Florida months before the paramedics came for my mom. As the Category 5 storm was making landfall, David decided to go for a drive. He was pulled over by the cops, which wasn't that surprising since the car had no registration, no insurance, no working taillights, and a cracked windshield. David, who had no license-- and maybe had taken some pills to boot-- had been pulled over twice already for having that car on the road. He was thrown in jail for a week, and my mother was left all alone."},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:24:54.77","text":"I mean, I was sitting here in total darkness. I mean, there weren't even any streetlights on. You know, water's falling down. Everything was so chaotic. And then, of course, I started drinking out of control, and that was, you know-- it just started out saying, I just want a little relief from this insanity, and it made me even more insane."},{"speaker":"John Bearman","role":"subject","timestamp":"00:25:17.65","text":"How come you didn't call me during that whole period?"},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:25:21.28","text":"Maybe because I really didn't know what to say, Josh."},{"speaker":"John Bearman","role":"subject","timestamp":"00:25:27.24","text":"Well, I wish I'd have known to come down. I mean, that's-- you know, and then especially as it got worse, I mean, I wish somebody had called, and--"},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:25:36.90","text":"Yeah, I know."},{"speaker":"John Bearman","role":"subject","timestamp":"00:25:37.49","text":"Ethan or I could have come out."},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:25:39.31","text":"Yeah. Yeah, I understand that, Josh. But it's just, like-- [SIGHS]"},{"speaker":"John Bearman","role":"subject","timestamp":"00:25:46.41","text":"And I'm not-- I wasn't saying that to make you feel guilty about not calling me. I was just--"},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:25:50.72","text":"(TEARFULLY) No, it's hard to explain. It's just, like, you know, you just don't want to intrude into your and Ethan's life and say, one more time, one more time, one more time."},{"speaker":"John Bearman","role":"subject","timestamp":"00:26:07.12","text":"Well, I wouldn't have minded."},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:26:11.73","text":"Well, I didn't know about it."},{"speaker":"John Bearman","role":"subject","timestamp":"00:26:14.34","text":"I would rather have done that than wind up down here for four months."},{"speaker":"Josh's Mother","role":"subject","timestamp":"00:26:17.81","text":"Yeah, I know that. It's part of the whole cycle, is that you don't-- you don't want to tell anybody else, because when you tell somebody else, then you have to-- you're telling yourself. Which is the last thing you want to do."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:26:41.07","text":"Isn't that good?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:26:42.04","text":"Yeah. OK, so what else you got?"},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:26:46.30","text":"So there's one-- I don't know if it's too weirdly self-referential or sycophantic or something. But there's this really nice moment of you and Tami Sagher that I came across. It's not one that's in my pantheon at all, but just as I was looking back at old stories, I was like, oh, what's this one? And I listened back."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:27:07.95","text":"And I realized some of the things I like best on the show are when you're just interviewing someone, and you get a little off-topic, and suddenly something really revealing happens. I feel like it happens kind of a lot when you're interviewing people. And I don't know. You say stuff in interviews that I find really surprising."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:27:26.61","text":"And so anyway, there's this nice moment in-- I think it's show 314. It's a show called \"It's Never Over.\" And it's the last act. And it's just this interview with Tami Sagher about this joke that she'd thought up like four years earlier and never deployed, because it was a topical joke about Ralph Nader. And then this opportunity comes for her to deploy this joke."},{"speaker":"Ira Glass","role":"host","timestamp":"00:27:48.21","text":"Tami Sagher, I should say, is a comedy writer, and she was deploying this joke in a room full of writers at her brand new job."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:27:55.05","text":"And she just nails it, and everyone thinks it's this off-the-cuff hilarious comment, not knowing that she'd been saving it up for all this time. And it, like, gets teed up for her perfectly, and she just, like, lets it off really casually, and everybody laughs."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:28:10.90","text":"And there's this moment right after that where the anecdote has been told. She has the slightly larger thought, like you'd think, done. And then it keeps going, and it's good. And that's at-- I don't know if you want to play it, but that's at 50:22 of that show."},{"speaker":"Ira Glass","role":"host","timestamp":"00:28:28.27","text":"Hold on."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:28:30.00","text":"And so are you done? Are you in? Is that it? Like you used that joke to kind of get you over the hump, and now is it through?"},{"speaker":"Tami Sagher","role":"subject","timestamp":"00:28:39.92","text":"Um, I felt like I'm more in, yeah. I don't know that I'll ever feel like I'm in with everybody. [LAUGHS] But no, I have felt like I'm more in. I have felt a marked difference. I mean, do you ever feel like you're totally in with anybody?"},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:28:57.42","text":"Dude, I'm married to somebody who I feel like I'm constantly in a situation of having-- I feel like-- and she doesn't feel this way, but I totally feel like every day I have to prove myself anew."},{"speaker":"Tami Sagher","role":"subject","timestamp":"00:29:06.95","text":"Really? Well, here's one more thing, though, that is kind of sucky about it, though, is by constantly checking in with what the other person's opinion of you is, you're not just being with that person. There's a level of removal there that is sad."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:29:24.78","text":"Totally. That's totally my personality. For me, I think that something went wrong when I was a kid, where I think that other people, they just accept that they're in. They accept that this other person likes them, and they don't have to keep proving themself."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:29:37.99","text":"Whereas for me, it's entirely temporal. I'm constantly judging the whole thing moment by moment. And it could always fall apart. For me, it never ends."},{"speaker":"Tami Sagher","role":"subject","timestamp":"00:29:48.00","text":"I remember when I was a kid, and I think I was probably like four?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:29:52.11","text":"So wait, so that thing that I say, that's the thing?"},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:29:54.63","text":"That's the thing."},{"speaker":"Ira Glass","role":"host","timestamp":"00:29:56.05","text":"Yeah. God, I totally did not remember saying that until just now. Yeah, that's so true of me."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:30:04.30","text":"It's so personal. And I feel like it's really-- I don't know. Like I've known you for 10 years now, right? And I heard you say that. I was like, oh, right. That's right. Because I was like, I know there's a lot of times in interviews where I've just been listening in, and you'll reveal this thing, and I'm always just like, that's ballsy."},{"speaker":"Ira Glass","role":"host","timestamp":"00:30:27.44","text":"To me that's just so obvious that you would do that if you have something like that to do, because it's good tape. Like your job is to make good tape. You know what I mean? Like that's our job, is to make good tape."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:30:36.42","text":"I know, but I feel like that's the thing that's different, right? Like you're willing to kind of exploit anything you've got in there. And I think a lot of people, for a lot of people, that stuff is just off-limits."},{"speaker":"Sarah Koenig","role":"host","timestamp":"00:30:47.80","text":"[MUSIC PLAYING]"},{"speaker":"Ira Glass","role":"host","timestamp":"00:30:54.29","text":"Sarah Koenig. Coming up, me and Bruce Banner, so similar. And more favorites from the past 499 episodes. That's in a minute. From Chicago Public Radio and Public Radio International, saying this now for the 500th time, when our program continues."}]},{"title":"Act 5.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:31:13.26","text":"It's . I'm Ira Glass. It is our 500th episode. We're spending it by having the producers of the program come into the studio and pick their favorite moments from the last 17 and 1\/2 years of shows. God, it sounds like so many."},{"speaker":"Ira Glass","role":"host","timestamp":"00:31:23.83","text":"Well, four of the producers of the show, when they came in to talk about the favorites, they said they thought of all the possible stories they could play today, the story that meant the most to them was the one when they first heard our show or first noticed it doing something different from other radio shows."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:31:39.05","text":"For me, it was sort of like, what-- what is this thing?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:31:43.80","text":"That's Jonathan Goldstein. He was a producer on the show for a few years, and he's continued to do stories for us since. Longtime listeners may remember the story of the phone message, \"You and the Little Mermaid can go eff yourselves.\" Anyway, he's now the host of the Public Radio show and podcast called WireTap. And he said this about his first time hearing our show."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:32:02.15","text":"There was a particular kind of mood to it, and it just-- it really, it sucked me in. You know which one I'm talking about?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:32:09.60","text":"No, I don't."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:32:10.43","text":"It's the top, the prologue, to \"The Cruelty of Children.\""},{"speaker":"Ira Glass","role":"host","timestamp":"00:32:16.25","text":"Oh, that's so interesting. No one has mentioned that one at all, and that's totally a favorite of mine."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:32:21.69","text":"Really? Well, OK, so I haven't heard it in years. And so I was surprised by a couple things. One, that it was two minutes long."},{"speaker":"Ira Glass","role":"host","timestamp":"00:32:33.21","text":"Wow, is that true? It's that fast?"},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:32:35.25","text":"Yeah. And it's so funny, because in my memory, it was like half the show or something, which is insane. And you come on and you're saying, I was talking to a first-grader about libraries--"},{"speaker":"Ira Glass","role":"host","timestamp":"00:32:46.83","text":"I was talking to a first-grader about libraries."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:32:49.52","text":"Then I suddenly found myself talking about bullies."},{"speaker":"Ira Glass","role":"host","timestamp":"00:32:51.20","text":"And I suddenly found myself talking about bullies. That's the thing about the idea of bullies. The idea is so powerful that it can derail any conversation and pull it towards its own orbit."},{"speaker":"Ira Glass","role":"host","timestamp":"00:33:04.96","text":"Here's how it happened. We were on a school bus. I was asking the first-grader what kinds of books he takes out from the library."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:33:13.84","text":"Like I couldn't even wrap my head around it. Like, I didn't even understand. Like who is this guy? Why is he talking to a first-grader in the first place? You know what I mean?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:33:23.01","text":"Yeah."},{"speaker":"Jonathan Goldstein","role":"host","timestamp":"00:33:23.36","text":"Like, why are you-- like were you out for coffee? Are there six-year-olds in your social circle? And because it was like my first glimpse into the world of the show, my sense of it was, here's this guy who's this kind of like wandering America, like the Incredible Hulk or something. Like with his jacket slung over his shoulder down a highway with his microphone out, looking for company and taking it wherever he can get it. Whether it's in a roadside coffee shop or on a school bus talking to a six-year-old."},{"speaker":"Ira Glass","role":"host","timestamp":"00:33:58.24","text":"And that was all it took. Suddenly, he launches into this big thing."},{"speaker":"First","role":"subject","timestamp":"00:34:02.59","text":"This kid in our class, he's a bully and he takes out bully books. Takes out bully ones."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:34:10.57","text":"Like what are the bully books?"},{"speaker":"First","role":"subject","timestamp":"00:34:12.37","text":"They teach you how to be meaner, to push people around and stuff."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:34:17.28","text":"There are books to teach you how to be mean?"},{"speaker":"First","role":"subject","timestamp":"00:34:20.00","text":"Yeah. And nice. There's this one book that's called , and . And they be picking on nice kids."},{"speaker":"Ira Glass","role":"host","timestamp":"00:34:42.70","text":"As far as I was able to determine later, talking with parents and teachers and consulting with books in print, there is no book-- [LAUGHS] There is no real book that corresponds to the book this first-grader thinks he saw the bully read."},{"speaker":"Ira Glass","role":"host","timestamp":"00:34:57.28","text":"And you know, it's a shame. It was such a comforting thought. Why are people bullies? Why are they so mean? Why do they push you sometimes, and take your change, and say nasty things? Maybe they're just getting it from a book."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:35:14.91","text":"I'm surprised-- are you sure that that's what the book was about? I can't believe somebody would write a book saying here's how to be mean to other people."},{"speaker":"First","role":"subject","timestamp":"00:35:21.27","text":"Well, maybe the person who wrote is was probably a bully himself."},{"speaker":"First","role":"subject","timestamp":"00:35:27.80","text":"[MUSIC PLAYING]"}]},{"title":"Act 6.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:35:36.65","text":"Next up is Brian Reed. Brian is one of our newest staffers. He was an intern here. He's been a producer for a year and a half. Regular listeners may remember the story that he produced about Guatemala last year, and that guy who survived a massacre at a place called Dos Erres."},{"speaker":"Ira Glass","role":"host","timestamp":"00:35:51.34","text":"Anyway, the story that Brian wanted to play today was also the first story that he remembers hearing, though he did not hear this story on the radio. When he was in college, I came and spoke, and I played this story from the stage."},{"speaker":"Brian Reed","role":"host","timestamp":"00:36:02.98","text":"Yeah, and I think-- I mean, I knew what the show was, because clearly I went to see you. But I don't remember ever hearing the show before that. I don't have a memory of it."},{"speaker":"Ira Glass","role":"host","timestamp":"00:36:09.34","text":"Wow."},{"speaker":"Brian Reed","role":"host","timestamp":"00:36:09.87","text":"Yeah. And it's this little story that Jack Hitt told on the \"Kid Logic\" episode."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:36:20.66","text":"Well, it all began at Christmas two years ago, when my daughter was four years old. And it was the first time she had ever asked about, what did this holiday mean? And so I explained to her that this was celebrating the birth of Jesus."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:36:42.03","text":"And she wanted to know more about that. And we went out and bought a kid's Bible and had these readings at night. She loved them. Wanted to know everything about Jesus. So we read a lot about his birth and about his teaching."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:36:56.67","text":"And she would ask constantly what that phrase was. And I would explain to her that it was \"Do unto others as you would have them do unto you.\" Then we would talk about those old words and what that all meant, you know?"},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:37:13.08","text":"And then one day, we were driving past a big church, and out front was an enormous crucifix. She said, who is that? And I guess I'd never really told that part of the story. So I had to sort of-- yeah, oh, that's Jesus. And I forgot to tell you the ending, yeah."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:37:31.38","text":"Well, you know, he ran afoul of the Roman government. This message that he had was so radical and unnerving to the prevailing authorities of the time that they had to kill him. They came to the conclusion that he would have to die. That message was too troublesome."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:37:56.43","text":"It was about a month later after that Christmas, we'd gone through the whole story of what Christmas meant. And it was mid-January, and her preschool celebrates the same holidays as the local schools. So Martin Luther King Day was off. And so I knocked off work that day and I decided we'd play, and I'd take her out to lunch."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:38:19.83","text":"And we were sitting in there, and right on the table where we happened to plop down, was the Arts section of the local newspaper. And there, big as life, was a huge drawing by, like, a 10-year-old kid from the local schools of Martin Luther King. And she said, who's that?"},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:38:41.21","text":"And I said, well, as it happens, that's Martin Luther King. And he's why you're not in school today, because we're celebrating his birthday. This is the day we celebrate his life."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:38:51.65","text":"And she said, so who was he? I said, well, he was a preacher. And she looks up at me and goes, (EXCITEDLY) for Jesus?"},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:39:00.53","text":"And I said, yeah, yeah, actually he was. But there was another thing that he was really famous for, which is that he had a message. And you're trying to say this to a four-year-old. It's very-- this is the first time they ever hear anything, so you just very careful about how you phrase everything."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:39:22.49","text":"So I said, you know, well, yeah, he was a preacher, and he had a message. And she said, what was his message? And I said, well, he said that you should treat everybody the same, no matter what they look like. And she thought about that for a minute. And she said, well, that's what Jesus said."},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:39:48.29","text":"And I said, yeah, I guess it is. I never thought of it that way, but yeah. And that is sort of like \"Do unto others as you would have them do unto you.\" And she thought for a minute and looked up at me and said, did they kill him too?"},{"speaker":"Jack Hitt","role":"subject","timestamp":"00:40:04.26","text":"[MUSIC PLAYING]"}]},{"title":"Act 7.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:40:17.07","text":"Jack Hitt. Alex Blumberg has been with our program on and off since 1997. He's one of the co-creators of , the podcast and the website, which is a co-production of our show and He created a [INAUDIBLE] of money with Adam Davidson, and Alex picked, as his pick for today, one of Adam's very first radio stories from 15 years ago."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:40:44.11","text":"It was on the show that we had called \"How To.\" And the premise was that there's this group of people who calculate how much a human life is worth. And they're insurance adjusters. And Adam Davidson--"},{"speaker":"Ira Glass","role":"host","timestamp":"00:40:56.79","text":"And this is so if somebody dies in an accident or something, they can tell you how much you can get for that person's life?"},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:41:03.51","text":"Yeah, for like a wrongful death suit. And insurance adjusters are sort of very familiar with this. And so Adam Davidson goes and basically asks the question, how much is my life worth now, and what could I do to make my life worth more if I wanted to?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:41:20.10","text":"Right, which is good premise. Like the premise is great."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:41:22.40","text":"And that's exactly the type of premise that you would go out, and then it would just be quashed by reality. And you know, there's this thing that happens were you sort of say, like, here's what I think the story is going to be. And then what always happens is you go out, and you're like, aah, the actual story is way more complicated."},{"speaker":"Ira Glass","role":"host","timestamp":"00:41:41.27","text":"Yeah, and it's not as good. It doesn't--"},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:41:42.82","text":"Not as good, and it's not as funny or outrageous or whatever you're thinking it will be."},{"speaker":"Ira Glass","role":"host","timestamp":"00:41:48.25","text":"The thing you hope for, it wasn't true."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:41:49.34","text":"It wasn't this. And then at some point, the words \"actuarial tables\" are going to mentioned, and then you're screwed."},{"speaker":"Ira Glass","role":"host","timestamp":"00:41:54.14","text":"No, no, no, yeah, and then people turn off the radio when they hear that."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:41:56.82","text":"Yeah, exactly. And this is the story where it's actually the opposite. Like you think it's going to be good, and then what actually happens is even better."},{"speaker":"Ira Glass","role":"host","timestamp":"00:42:06.13","text":"OK, so I'm just bringing this up on the computer. This to show number 94 from 1998."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:42:12.61","text":"It's like the first three minutes of it."},{"speaker":"Adam Davidson","role":"host","timestamp":"00:42:16.76","text":"When I was seven, my mom told me about a guy who died because his car blew up. It was the manufacturer's fault, and the man's relatives sued and got about $300,000. I remember wondering about that number. I remember thinking, if you were going to assign a number to human life, it would have to be huge, at least a million. To my seven-year-old mind, a million seemed like the start of the really big numbers."},{"speaker":"Adam Davidson","role":"host","timestamp":"00:42:40.85","text":"The other day, I wanted to find out how much my life was worth, so I want to talk to this guy, George Karas, an adjuster in Merrillville, Indiana. He looked me over, asked me my stats-- age, job, marital status."},{"speaker":"George Karas","role":"subject","timestamp":"00:42:54.35","text":"Right now, today, I will pay you $35,000."},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:43:01.18","text":"For my death?"},{"speaker":"George Karas","role":"subject","timestamp":"00:43:02.30","text":"For your death. Total."},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:43:05.04","text":"That's crazy. I'm-- I'm worth more than--"},{"speaker":"George Karas","role":"subject","timestamp":"00:43:06.98","text":"What do you think it's worth?"},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:43:10.09","text":"And then it just gets better, because listen, they fight now about it."},{"speaker":"Adam Davidson","role":"host","timestamp":"00:43:16.26","text":"My life, worth less than half a second of one commercial on . George explains it this way. I'm single, got no dependents, and as far as he's concerned, no one would be all that affected by my death. I argued with him, pointed out my parents need me. I make them laugh. I tease them in a way that nobody else can."},{"speaker":"George Karas","role":"subject","timestamp":"00:43:35.31","text":"How often do they see you?"},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:43:38.13","text":"My mom sees me once a month, my dad, every three months."},{"speaker":"George Karas","role":"subject","timestamp":"00:43:40.56","text":"Once a month and every three months. How close are you to them? Do you take them out for dinner? Do you always meet them at family holidays? Do you sit around the fireplace with them at night and roast marshmallows?"},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:43:55.47","text":"Those things are worth money?"},{"speaker":"George Karas","role":"subject","timestamp":"00:43:56.88","text":"Absolutely. Loss of love and affection. In your case, there doesn't appear to be that strong an emotional relationship."},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:44:06.19","text":"Why not? I'm very close to my parents."},{"speaker":"George Karas","role":"subject","timestamp":"00:44:08.72","text":"You see your dad once every three months. Does he send you a picture in between so you remember what he looks like?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:44:17.34","text":"Oh, my god, this guy is totally fighting with Adam."},{"speaker":"Ira Glass","role":"host","timestamp":"00:44:20.93","text":"[LAUGHTER]"},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:44:23.07","text":"I love that. I love it. Yeah. That's it. I mean, there's one more funny moment, if you wanted to play the--"},{"speaker":"Ira Glass","role":"host","timestamp":"00:44:28.43","text":"Yeah, let's hear it."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:44:29.43","text":"I mean, it just comes right after that. It's like the next section, where he talks about-- he basically sort of hectors at him even more, because he says, there's one way that you could raise the value, is if you have a partner who loves you."},{"speaker":"George Karas","role":"subject","timestamp":"00:44:45.57","text":"Girlfriends don't count."},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:44:47.40","text":"They don't count?"},{"speaker":"George Karas","role":"subject","timestamp":"00:44:48.36","text":"Absolutely not."},{"speaker":"Adam Davidson","role":"interviewer","timestamp":"00:44:49.53","text":"I see my girlfriend every day and we're madly in love."},{"speaker":"George Karas","role":"subject","timestamp":"00:44:51.94","text":"If you love her that much, marry her. Show her the respect. Quit shacking up and marry her, and then she'll count."},{"speaker":"Alex Blumberg","role":"host","timestamp":"00:45:00.87","text":"Yeah. That guy was amazing."}]},{"title":"Act 8.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:45:06.07","text":"Alex Blumberg. So as we've approached the 500th episode, I've been asked a lot about what stories and moments over the years are my favorites. And I'm asked that a lot in general, but that has totally stepped up lately. And some of my favorites really are the same shows, I think, that listeners pick when they pick their favorites."},{"speaker":"Ira Glass","role":"host","timestamp":"00:45:24.09","text":"There's the camp show. The aircraft carrier. \"Harper High School.\" \"Switched at Birth.\" Sarah Koenig's episode about the two Dr. Gilmers, recently. Starlee Kine's break-up story. \"The Giant Pool of Money.\" The Harold Washington show-- forgive me for half minute, those of you who don't know our show so well, that I'm naming stuff without playing clips. There's no time to play all this stuff."},{"speaker":"Ira Glass","role":"host","timestamp":"00:45:42.79","text":"But I think honestly-- and I'm not totally proud of this-- a lot of my favorite moments are just things that I like for completely selfish reasons. Like I got a chance to say something that meant a lot to me for whatever reason. Or really, when the experience of making a story, just the experience of making it, meant a lot to me, like working on the episode last year after David Rakoff died."},{"speaker":"Ira Glass","role":"host","timestamp":"00:46:05.56","text":"Or back in the year 2000, I visited David Sedaris in Paris for a show. Or making a batch of Coca-Cola from what we believe is one of the original recipes. Or years ago, going to Medieval Times with a medieval scholar, who's now passed away. Or going to Georgia over and over and over and getting to know people and trying to get them to speak on the record about this small-town judge for the story I was doing."},{"speaker":"Ira Glass","role":"host","timestamp":"00:46:32.03","text":"Or my parents used to be on the show a lot, a lot, in the early years of the show. And I'll play you a clip. This is my mom, from our very first episode. Just listen to how skeptical she sounds at first in this clip."},{"speaker":"Shirley Glass","role":"subject","timestamp":"00:46:47.79","text":"Hi."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:46:48.48","text":"Hi, Mom?"},{"speaker":"Shirley Glass","role":"subject","timestamp":"00:46:49.15","text":"Yeah."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:46:49.53","text":"Can I record a quick conversation with you about something?"},{"speaker":"Shirley Glass","role":"subject","timestamp":"00:46:53.81","text":"What about?"},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:46:55.25","text":"Well, you know the new show goes on the air this week."},{"speaker":"Shirley Glass","role":"subject","timestamp":"00:46:58.11","text":"Yeah."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:46:59.23","text":"Are you and dad still worried about me making a living in public radio? I mean, I know just for years, you were urging me just to get out and get basically any job in TV that I possibly could. But now that I've got my own show, are you guys still worried? Or do you feel like things are going OK?"},{"speaker":"Shirley Glass","role":"subject","timestamp":"00:47:17.86","text":"Now that Hugh Grant is such a big star, and everybody who sees you or sees your picture thinks how much you look like Hugh Grant, that sort of fires up that TV thing again in me. [LAUGHS]"},{"speaker":"Ira Glass","role":"host","timestamp":"00:47:31.11","text":"I'm just going to stop that clip. Can I just say? I look nothing like Hugh Grant. Only my mother could think I look like Hugh Grant."},{"speaker":"Ira Glass","role":"host","timestamp":"00:47:38.20","text":"Anyway, one of the big surprises, actually, of doing the radio show is that it brought me a lot closer with my parents. Things were pretty chilly between us before then because they disapproved of what I was doing with my life. I have joked in the past that my parents are the only Jews in America who do not like Public Radio. But having them be part of this thing that meant so much to me, being on the radio show, really made us closer in a way that I never anticipated could have happened."},{"speaker":"Ira Glass","role":"host","timestamp":"00:48:07.94","text":"And they came around on the Public Radio stuff. Here's my dad from show number 94-- this is February 1998-- coming on the air with some constructive criticism about the way that I read the show's credits."},{"speaker":"Barry Glass","role":"subject","timestamp":"00:48:22.15","text":"Sometimes you just, you know, roll right through them without a lot of emotion, or maybe without sounding like a lot of caring. And well, you're just not giving it enough importance. You're anxious to beat the clock or something like that, or to get to a cup of coffee, or I don't know what."},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:48:39.90","text":"Yeah. So give me some pointers. Give me some how-to."},{"speaker":"Barry Glass","role":"subject","timestamp":"00:48:42.92","text":"Well, I think you just ought to take your time and not rush through it so quickly."},{"speaker":"Ira Glass","role":"host","timestamp":"00:48:46.73","text":"OK, enough of that. Hi, Dad."}]},{"title":"Act 9.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:48:49.82","text":"OK, so I'd like to end the show today with this last story. This is one of Julie's picks. Here she is."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:48:55.87","text":"And the only reason I bring up this one is because I know a lot of people have told me, oh, that they've listened to the show and cried, or they hear a lot of different stories and it makes them cry. Or I don't like listening to the show sometimes, because it totally makes me cry."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:10.74","text":"I'm a little more hard-hearted. I don't cry as easily. I'm always like a little dumbfounded when people tell me about the things that made them cry. Sure, it's sad. I'm not gonna cry. Also, there's just the working here. Once you've heard something a couple of times and stuff, it doesn't make you cry anymore, you know?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:28.66","text":"There is one story, and I have heard this story so many times. And then I had to listen to just to make sure that it held up before I came and talked to you. I cried. Seriously, like throat catching, cried walking down Seventh Avenue yesterday morning, coming into work. Of where I was like, oh my god, somebody's going to see that I'm crying."},{"speaker":"Ira Glass","role":"host","timestamp":"00:49:49.29","text":"To my own show."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:50.55","text":"To my own show."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:51.61","text":"[BOTH LAUGH]"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:53.51","text":"A story that I totally know how this goes."},{"speaker":"Ira Glass","role":"host","timestamp":"00:49:56.11","text":"What story is it?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:49:57.86","text":"I can't believe you don't obviously know."},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:00.47","text":"What is it?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:50:01.34","text":"\"Mama, I'm Sorry.\""},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:03.14","text":"Awww."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:50:03.98","text":"Oh, it gets me every time."},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:06.89","text":"OK, all right. So this is from our show \"20 Acts in 60 Minutes.\""},{"speaker":"Julie Snyder","role":"host","timestamp":"00:50:10.20","text":"Yep."},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:12.11","text":"Act 20. \"The Greatest Moment I Ever Saw On a Stage.\" I'll say, first of all, that this moment that I saw caught me completely off-guard. I was at a play where I was not expecting anything special. It was put on by an organization that works with teenagers. Music Theater Workshop is what it's called. And among other things, they get kids who are locked up in Chicago's juvenile detention center, the Audy Home, to write and perform musicals about their lives."},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:38.51","text":"This one was performed by teenage girls. OK, so we're in the detention center. Folding chairs have been set up. The girl's parents-- it's mostly mothers and grandmothers, very few men-- are sitting directly in front of the stage."},{"speaker":"Ira Glass","role":"host","timestamp":"00:50:52.37","text":"And imagine for a minute what it's like to be one of those parents, OK? Your kid's locked up, possibly on very serious charges, some of these girls were. You're worried about what's going to happen to them next. You're probably still mad that they didn't listen to you in the first place and got into all this trouble, and ended up behind bars."},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:08.26","text":"What can theater possibly do for you in this situation? You know? It seems like such an old-fashioned idea that it can do anything."},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:18.02","text":"So there's this one scene in the play."},{"speaker":"Female Speaker","role":"subject","timestamp":"00:51:21.07","text":"Where'd you get these clothes from?"},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:22.53","text":"And it's a story of this girl named Candace. And Candace basically wanted better clothes so the other kids at school wouldn't laugh at her. And she steals some clothes from Nike Town and she gets in trouble. She gets caught."},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:32.71","text":"And then she joins a gang to earn some money and be more popular. Her mom finds some drugs in the house, and a gun, and feels completely betrayed because that was not how she raised her daughter. And one thing leads to another, and Candace gets locked up."},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:46.69","text":"Then the girl narrating the story says, and this is how Candace feels about her mom now. And then all the girls in the play come out on the stage and stand in a line, facing their mothers and grandmothers who are right there in front of them."},{"speaker":"Ira Glass","role":"host","timestamp":"00:51:59.80","text":"[MUSIC PLAYING]"},{"speaker":"Girls","role":"subject","timestamp":"00:52:03.16","text":"(SINGING) Mama, I'm sorry for what I have done. I was arrested and ended up here in the Audy Home. Oh, I'm sorry for putting you through all of this. I know you are mad about the good times that we miss. I'm ready to come back home. I'm willing to make a change."},{"speaker":"Ira Glass","role":"host","timestamp":"00:52:41.64","text":"One of the verses goes, Mama, I'm sorry for making you come to court, for almost losing your job to give me moral support. Mama, I'm sorry for putting you through all the stress, for making you worry yourself and depressed. I'm ready to come back home. I'm willing to make a change."},{"speaker":"Ira Glass","role":"host","timestamp":"00:52:58.00","text":"And by this time, the girls are all crying. The parents are all crying. And each girl has a cut-out-- you know, like a little heart, like on Valentine's Day? Like that, made from red construction paper. Like the size of your palm. And written on each one is the words \"I'm sorry.\""},{"speaker":"Ira Glass","role":"host","timestamp":"00:53:17.60","text":"And each girl goes out to the audience, to where her mom is sitting or her grandma is sitting and hands her the heart. And the parents are crying, and the kids are crying, and everybody is hugging. It was really something."},{"speaker":"Girls","role":"subject","timestamp":"00:53:30.75","text":"(SINGING) I'll do anything for you, Mama. Please forget about yesterday. Mama, I'm sorry."},{"speaker":"Ira Glass","role":"host","timestamp":"00:53:46.83","text":"Here they were, not just saying this to their mothers, but saying it publicly, in front of the world, in front of their friends. Saying this thing that could be so hard to say in any case, you know? Singing it out, and hoping it can heal something that is going to be hard to heal, no matter what you do."},{"speaker":"Girls","role":"subject","timestamp":"00:54:06.13","text":"(SINGING) Mama, I'm sorry. I'm sorry. I'm sorry."},{"speaker":"Julie Snyder","role":"host","timestamp":"00:54:13.84","text":"(TEARFULLY BUT LAUGHING) Isn't it the worst?"},{"speaker":"Ira Glass","role":"interviewer","timestamp":"00:54:16.88","text":"You're crying?"},{"speaker":"Julie Snyder","role":"host","timestamp":"00:54:19.55","text":"I find it so sad."},{"speaker":"Girls","role":"subject","timestamp":"00:54:24.03","text":"(SINGING) I'm sorry. Sorry. I'm sorry. I'm sorry. I'm sorry. Mama, I'm sorry."},{"speaker":"Girls","role":"subject","timestamp":"00:54:42.31","text":"[MUSIC - MATT POSS BAND, \"AMERICAN LIFE\"]"}]},{"title":"Credits.","transcript":[{"speaker":"Ira Glass","role":"host","timestamp":"00:55:38.68","text":"Well, our program was produced today by Sarah Koenig and myself, with Alex Blumberg, Ben Calhoun, Miki Meek, Jonathan Menjivar, Lisa Pollak, Brian Reed, Robyn Semien, Alissa Shipp, and Nancy Updike. Our senior producer is Julie Snyder."},{"speaker":"Ira Glass","role":"host","timestamp":"00:55:50.08","text":"Thanks today to all the other producers who have worked on the show over the years, who did such a beautiful job making the stories that you heard today-- Peter Clowney, Alix Spiegel, Doris Wilbur, Susan Burton, Blue Chevigny, Wendy Dorr, Starlee Kine, Jonathan Goldstein, Diane Cook, John Jeter, and Jane Feltes AKA Jane MariE."},{"speaker":"Ira Glass","role":"host","timestamp":"00:56:08.03","text":"Thanks bigger than I think thanks can actually say to Torey Malatia, who I started the radio show with at WBEZ. Production help today from Thea Benin. Seth Lind is our operations director. Emily Condon's our production manager. Elise Bergerson's our administrative assistant. Music help from Damien Graef and Robb Geddes."},{"speaker":"Ira Glass","role":"host","timestamp":"00:56:23.85","text":"Our website, where we have added all kinds of extra stuff this week for the 500th episode-- thanks to Rich Orris for helping with that. And where you can listen to all 500 episodes for absolutely free on your computer or using our app on your cellphone or iPad. We also have lists that we hope are helpful of listeners' favorite shows at our website, thisamericanlife.org."},{"speaker":"Ira Glass","role":"host","timestamp":"00:56:44.94","text":" is distributed by Public Radio International. I hope my father heard me read these credits and felt I did OK. WBEZ management oversight for our show by our boss, Mr. Torey Malatia, who has this message today."},{"speaker":"Torey Malatia","role":"host","timestamp":"00:56:57.12","text":"Hello, I'm Torey Malatia. I am a real person. Happy 500th episode. Now get back to work."},{"speaker":"Ira Glass","role":"host","timestamp":"00:57:06.34","text":"I'm Ira Glass. Back next week with more stories of "},{"speaker":"Ira Glass","role":"host","timestamp":"00:57:11.39","text":"[MUSIC - MATT POSS BAND, \"AMERICAN LIFE\"]"},{"speaker":"Announcer","role":"host","timestamp":"00:57:24.23","text":"PRI. Public Radio International."}]}]}